export const news = {
  1: {
    title: "24 мая - благотворительный показ спектакля «Иваново детство»",
    date: "12.05.21",
    description:
      "24 мая пройдет благотворительный показ спектакля «Иваново детство». Все средства от реализации билетов будут семьям погибших в казанской гимназии №175",
    fullDescription:
      "24 мая пройдет благотворительный показ спектакля «Иваново детство». Все средства от реализации билетов будут семьям погибших в казанской гимназии №175.",
    imageSrc: "../../media/images/news1.jpg",
  },
  2: {
    title: "«Маленький принц» с сурдопереводом и тифлокомментированием",
    date: "12.05.21",
    description:
      "29 мая в 18:00 пройдет очередной показ в рамках проекта «Театр без границ» Казанского ТЮЗа и фонда «День добрых дел». Тифлокомментированием и сурдопереводом будет оснащен «Маленький принц» - трогательная и мудрая история о дружбе и взрослении.",
    fullDescription:
      "29 мая в 18:00 пройдет очередной показ в рамках проекта «Театр без границ» Казанского ТЮЗа и фонда «День добрых дел». Тифлокомментированием и сурдопереводом будет оснащен «Маленький принц» - трогательная и мудрая история о дружбе и взрослении.",
    imageSrc: "../../media/images/news2.jpg",
  },
  3: {
    title: "Вячеслав Казанцев - народный артист РТ!",
    date: "27.04.21",
    description:
      "Президент РТ Рустам Минниханов присвоил ему звание в Казанском Кремле. Сегодня Президент Республики Татарстан Рустам Минниханов вручил государственные награды Российской Федерации и Республики Татарстан.",
    fullDescription:
      "Президент РТ Рустам Минниханов присвоил ему звание в Казанском Кремле. Сегодня Президент Республики Татарстан Рустам Минниханов вручил государственные награды Российской Федерации и Республики Татарстан.",
    imageSrc: "../../media/images/news2.jpg",
  },
  4: {
    title: "Радион Букаев представит свой первый спектакль в Казанском ТЮЗе",
    date: "12.05.21",
    description:
      "Им станет постановка о 1970-1980 годах театра, приуроченная к 90-летнему юбилею ТЮЗа. 26 марта в 18:30 в Казанском ТЮЗе пройдет премьера спектакля-пластики «Первый тайм». Его постановщиком выступил Радион Букаев, который с 2020 года является главным режиссером театра.",
    fullDescription:
      "Им станет постановка о 1970-1980 годах театра, приуроченная к 90-летнему юбилею ТЮЗа. 26 марта в 18:30 в Казанском ТЮЗе пройдет премьера спектакля-пластики «Первый тайм». Его постановщиком выступил Радион Букаев, который с 2020 года является главным режиссером театра.",
    imageSrc: "../../media/images/news2.jpg",
  },
};
