//mock data for posters
export const posters = {
  1: {
    title: "Иваново детство",
    genre: "драма в одном действии",
    date: "15.04.2021",
    age: "14+",
    duration: "1 ч. 40 мин.",
    description:
      "Премьера состоялась 15 апреля 2021 года.<br/><br/>По киносценариям фильмов 'Иваново детство' и 'Зеркало'.<br/><br/>Иван — это ребенок, сживаемый страстью взрослого. Он потерял детство на войне и погиб, потому что жил как взрослый. Картина должна строиться на характере мальчика, но должны быть эпизоды, где выясняются его детские черты. В рассказе найдена точная деталь — игра в войну — что может быть страшнее! Здесь все очень глубоко, страшно и правдиво, здесь нет места приключенческой романтике...<br/><br/>Иван видит сны. Ему снятся та жизнь, которой он лишён, обыкновенное детство. В снах должно быть обыкновенное счастливое детство. В жизни — та страшная нелепость, которая происходит, когда ребёнок вынужден воевать.",
    imageSrc: "../../media/images/premiere1.jpg",
    team: "Коллективная информация...",
    hall: "hall1",
    price: 10,
  },

  2: {
    title: "asdsad детство",
    genre: "дasdadрама в одном действии",
    date: "15.04.2021",
    age: "14+",
    duration: "1 ч. 40 мин.",
    description:
      "Прasdsad.<br/><br/>По киносценариям фильмов 'Иваново детство' и 'Зеркало'.<br/><br/>Иван — это ребенок, сживаемый страстью взрослого. Он потерял детство на войне и погиб, потому что жил как взрослый. Картина должна строиться на характере мальчика, но должны быть эпизоды, где выясняются его детские черты. В рассказе найдена точная деталь — игра в войну — что может быть страшнее! Здесь все очень глубоко, страшно и правдиво, здесь нет места приключенческой романтике...<br/><br/>Иван видит сны. Ему снятся та жизнь, которой он лишён, обыкновенное детство. В снах должно быть обыкновенное счастливое детство. В жизни — та страшная нелепость, которая происходит, когда ребёнок вынужден воевать.",
    imageSrc: "../../media/images/premiere2.jpg",
    team: "asdsa информация...",
    hall: "hall2",
    price: 5,
  },
  3: {
    title: "asdsad детство",
    genre: "дasdadрама в одном действии",
    date: "15.04.2021",
    age: "14+",
    duration: "1 ч. 40 мин.",
    description:
      "Прasdsad.<br/><br/>По киносценариям фильмов 'Иваново детство' и 'Зеркало'.<br/><br/>Иван — это ребенок, сживаемый страстью взрослого. Он потерял детство на войне и погиб, потому что жил как взрослый. Картина должна строиться на характере мальчика, но должны быть эпизоды, где выясняются его детские черты. В рассказе найдена точная деталь — игра в войну — что может быть страшнее! Здесь все очень глубоко, страшно и правдиво, здесь нет места приключенческой романтике...<br/><br/>Иван видит сны. Ему снятся та жизнь, которой он лишён, обыкновенное детство. В снах должно быть обыкновенное счастливое детство. В жизни — та страшная нелепость, которая происходит, когда ребёнок вынужден воевать.",
    imageSrc: "../../media/images/premiere1.jpg",
    team: "asdsa информация...",
    hall: "hall1",
    price: 6,
  },
  4: {
    title: "asdsad детство",
    genre: "дasdadрама в одном действии",
    date: "15.04.2021",
    age: "14+",
    duration: "1 ч. 40 мин.",
    description:
      "Прasdsad.<br/><br/>По киносценариям фильмов 'Иваново детство' и 'Зеркало'.<br/><br/>Иван — это ребенок, сживаемый страстью взрослого. Он потерял детство на войне и погиб, потому что жил как взрослый. Картина должна строиться на характере мальчика, но должны быть эпизоды, где выясняются его детские черты. В рассказе найдена точная деталь — игра в войну — что может быть страшнее! Здесь все очень глубоко, страшно и правдиво, здесь нет места приключенческой романтике...<br/><br/>Иван видит сны. Ему снятся та жизнь, которой он лишён, обыкновенное детство. В снах должно быть обыкновенное счастливое детство. В жизни — та страшная нелепость, которая происходит, когда ребёнок вынужден воевать.",
    imageSrc: "../../media/images/premiere1.jpg",
    team: "asdsa информация...",
    hall: "hall1",
    price: 10,
  },
  5: {
    title: "asdsad детство",
    genre: "дasdadрама в одном действии",
    date: "15.04.2021",
    age: "14+",
    duration: "1 ч. 40 мин.",
    description:
      "Прasdsad.<br/><br/>По киносценариям фильмов 'Иваново детство' и 'Зеркало'.<br/><br/>Иван — это ребенок, сживаемый страстью взрослого. Он потерял детство на войне и погиб, потому что жил как взрослый. Картина должна строиться на характере мальчика, но должны быть эпизоды, где выясняются его детские черты. В рассказе найдена точная деталь — игра в войну — что может быть страшнее! Здесь все очень глубоко, страшно и правдиво, здесь нет места приключенческой романтике...<br/><br/>Иван видит сны. Ему снятся та жизнь, которой он лишён, обыкновенное детство. В снах должно быть обыкновенное счастливое детство. В жизни — та страшная нелепость, которая происходит, когда ребёнок вынужден воевать.",
    imageSrc: "../../media/images/premiere1.jpg",
    team: "asdsa информация...",
    hall: "hall1",
    price: 10,
  },
};
